Repository: Angrycreative/bj-lazy-load
Catalog: src/lang/bj-lazy-load-*.po
Languages: he_il, nb_no, ru_ru

source: BJ Lazy Load Options
he_il: אפשרויות תוסף BJ Lazy Load
nb_no: Innstillinger for BJ Lazy Load
ru_ru: Настройки плагина

source: Apply to content
he_il: החל על התוכן
nb_no: Bruk på innhold
ru_ru: Применять к изображениям в записях

source: Yes
he_il: כן
nb_no: Ja
ru_ru: Да

source: No
he_il: לא
nb_no: Nei
ru_ru: Нет

source: Apply to post thumbnails
he_il: החל על תמונות פוסט ראשיות (Thumbnails)
nb_no: Bruk på fremhevede bilder
ru_ru: Применять к миниатюрам записей

source: Apply to gravatars
he_il: החל על תמונות משתמש (גראבטר)
nb_no: Bruk på gravatarer
ru_ru: Применять к изображениям граватар

source: Lazy load images
he_il: החל על תמונות
nb_no: Lat lasting av bilder
ru_ru: Постзагрузка изображений

source: Lazy load iframes
he_il: החל על איפריימים
nb_no: Lat lasting av iframes
ru_ru: Постзагрузка фреймов iframe

source: Theme loader function
he_il: מיקום הפונקציה
nb_no: Innlastingsfunksjon i temaet
ru_ru: Функция загрузчика темы

source: Placeholder Image URL
he_il: תמונת ממלאת מקום
nb_no: URL til plassholder-bilde
ru_ru: Ссылка на графический плейсхолдер

source: Leave blank for default
he_il: השאירו ריק כדי להשתמש באפשרות ברירת מחדל
nb_no: La være blank for standard
ru_ru: Чтобы использовать значение по умолчанию, оставьте поле путым

source: Skip images with classes
he_il: לדלג על תמונות עם הקלאס
nb_no: Ikke bruk på bilder med følgende klasser
ru_ru: Пропускать изображения, использующие значения class:

source: Comma separated. Example: "no-lazy, lazy-ignore, image-235"
he_il: רשימה מופרדת בעזרת פסיקים - לדוגמה: "no-lazy, lazy-ignore, image-235"
nb_no: Kommaseparert. Eks.: "no-lazy, lazy-ignore, image-235"
ru_ru: Разделять запятыми. Например: "no-lazy, lazy-ignore, image-235"

source: Threshold
he_il: נקודת הפעלה
nb_no: Terskel
ru_ru: Начало загрузки

source: How close to the viewport the element should be when we load it. In pixels. Example: 200
he_il: מה המרחק של חלון התצוגה מהאלמנט (תמונה / איפריי) בה תתחיל טעינה של האלמנט
nb_no: Hvor nære elmentet skal være det synlige nettleserviduet før vi laster det inn. Oppgitt i piksler. Eks.: 200
ru_ru: Как "близко" к изображению нужно находиться, чтобы оно стало загружаться. В пикселях. Например: 200

source: Infinite scroll
he_il: גלילה אינסופית
nb_no: Uendelig scrolling
ru_ru: Бесконечная прокрутка

source: Enable if your theme uses infinite scroll.
he_il: בחרו אפשרות זאת אם התבנית שלכם משתמשת בגלילה אינסופית
nb_no: Skru på hvis temaet ditt bruker uendelig scrolling
ru_ru: Включите опцию, если используется бесконечная прокрутка (т.е. нет постраничной навигации, контент подгружается при прокрутке страницы вниз)

source: Load hiDPI (retina) images
he_il: טען תמונות hiDPI (באיכות גבוהה)
nb_no: Last hiDPI-bilder (retina-bilder)
ru_ru: Загрузка hiDPI изображений (ретина)

source: Will load hiDPI version of the images if the current browser/screen supports them. (Experimental feature. Do NOT enable if you are using a CDN)
he_il: יאפשר טעינה של תמונות באיכות hiDPI אם הדפדפן / המכשיר שלכם תומך בהם. (תכונה ניסיונית. אל תאפשרו אם אתם משתמשים בCDN)
nb_no: Vil laste hiDPI-versjoner av bildene hvis nettleseren/skjermen har støtte for det. (Eksperimentell funksjonalitet. IKKE bruk dette hvis du bruker CDN)
ru_ru: Будет загружать hiDPI изображения, если браузер/экран поддерживает их (экспериментальная функция, не использовать с CDN).

source: Load responsive images
he_il: טען תמונות רספונסיביות
nb_no: Last responsive bilder
ru_ru: Загрузка "гибких" изображений

source: Will load scaled down version of the images if the image is scaled down in the theme. (Experimental feature. Do NOT enable if you are using a CDN)
he_il: יטען גרסאות מוקטנות של התמונות אם קיימת גרסה מוקטנת באתר שלכם. (תכונה ניסיונית. אל תאפשרו אם אתם משתמשים בCDN)
nb_no: Vil laste nedskalerte versjoner av bildene hvis de er nedskalert i temaet. (Eksperimentell funksjonalitet. IKKE bruk dette hvis du bruker CDN)
ru_ru: Будет загружать уменьшенные изображения, если тема оформления меняет разрешение изображений для мобильных браузеров (экспериментальная функция, не использовать с CDN).

source: Disable on WPTouch
he_il: כבה בWPTouch
nb_no: Avslått på WPTouch
ru_ru: Отключить для WPTouch

source: Disables BJ Lazy Load when the WPTouch mobile theme is used
he_il: כבה את BJ Lazy Load כאשר אתם הגולש צופה בגרסת WPTouch של האתר שלכם.
nb_no: Slår av BJ Lazy Load når det mobile temaet fra WPTouch er i bruk
ru_ru: Отключить BJ Lazy Load если используется мобильная тема оформления, созданная плагином WPTouch

source: Disable on MobilePress
he_il: כבה בMobilePress
nb_no: Avslått på MobilePress
ru_ru: Отключить для MobilePress

source: Disables BJ Lazy Load when the MobilePress mobile theme is used
he_il: כבה את MobilePress כאשר אתם הגולש צופה בגרסת MobilePress של האתר שלכם.
nb_no: Slår av BJ Lazy Load når det mobile temaet fra MobilePress er i bruk
ru_ru: Отключить BJ Lazy Load если используется мобильная тема оформления, созданная плагином MobilePress

source: Lazy Loading
he_il: טעינה מושהית
nb_no: Lat lasting
ru_ru: "Ленивая" загрузка

source: Skip lazy loading for this page
he_il: כבה טעינה מושהית (Lazy Loading) בדףזה
nb_no: Ikke bruk lat lasting på denne siden
ru_ru: Пропустить обработку изображений для этой страницы

source: Skip lazy loading for this post
he_il: כבה טעינה מושהית (Lazy Loading) בפוסט זה
nb_no: Ikke bruk lat lasting på dette innlegget
ru_ru: Пропустить обработку изображений для этой записи

source: Settings <strong>saved</strong>.
he_il: ההגדרות <strong>נשמרו</strong>.
nb_no: Innstillinger er <strong>lagret</strong>.
ru_ru: Настройки <strong>сохранены</strong>.

source: Settings
he_il: הגדרות
nb_no: Innstillinger
ru_ru: Настройки

source: Lazy image loading makes your site load faster and saves bandwidth.
he_il: טעינה מושהית של תמונות עוזרת להאיץ את האתר שלכם ולחסוך תעבורה
nb_no: Lat lasting gjør at nettstedet ditt laster raskere og du sparer båndbredde.
ru_ru: С помощью плагина изображения загружаются после страницы, ускоряя время загрузки и уменьшая трафик.
